Repository: mozilla-l10n/mt-training-data
Catalog: cv/cv_pontoon.tmx
Source language: en_us
Languages: cv

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
cv: Тав сире { $lang } чӗлхипе интересленнипе. Эпир тӑрӑсша ӗҫлетпӗр кашни чӗлхене ярас енпе те хутшӑнакансемпе электронлӑ пуштӑпа ҫыхӑнатпӑр. Эсир хывӑм хушасшӑн пулсассӑн аялта электронлӑ пуштӑна хӑварӑр.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
cv: «Common Voice» пӗлӗм пуххине <licenseLink>CC0</licenseLink> лицензипе <datasetLink>Пӗлӗм пуххисем</datasetLink> страницӑран тиесе антарма пулать. Унсӑр пуҫне унтан тата ытти пуххисене тиеме май пур.

source: The count of voice recording hours we have collected so far.
cv: Хальлӗхе сас ҫырса илнӗ сехет.

source: The current sentences come from contributor donations, as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life.</italic>
cv: Преложенисене эпир пулӑшӑвҫӑсен сӗнӳсенчен тата уса курма юрӑхлӑ фильм сценарисенчи диалогсенчен илетпӗр.

source: The dataset is available now on our <downloadLink>download page</downloadLink> under the <licenseLink>CC-0</licenseLink> license.
cv: Даннӑйсен пухӑвӗ пирӗн <downloadLink>уҫлас страници </downloadLink>ҫинче <licenseLink>CC-0</licenseLink> лицензипе усӑ курма юрӑхлӑ.

source: The number of recordings and which languages you contribute to will be public.
cv: Эсӗ ҫырса илнӗ миҫе сыпӑк тата эсӗ хутшӑнакан чӗлхесем пирки пурне те уҫӑ пулать

source: The recording was too long.
cv: Шел, ҫырса илни ытлашши вӑрӑм пулчӗ.

source: The recording was too quiet.
cv: Шел, ҫырса илни шӑпрах пулчӗ.

source: The recording was too short.
cv: Шел, ҫырса илни ытлашши кӗске пулчӗ.

source: The selected file is too large
cv: Суйланӑ файл ытлашши пысӑк

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
cv: «TED-LIUM» корпусӗ TED сайчӗн аудио калаҫӑвӗсенчен тата вӗсен транскрипцисенчен тӑвӑнна.

source: This is approximately the number of hours required to train a production STT system.
cv: Ку STT системине вӗренме кирли примерла сехет хисепӗ.

source: Three to go!
cv: Виҫҫеччен шутласа!

source: Today
cv: Паян

source: Today's Progress
cv: Паян туса ҫитерни

source: Total
cv: Пӗтӗмӗшле

source: Toward next goal
cv: Тепӗр тӗллеве хирӗҫ

source: Turkish
cv: Турккӑлла

source: Ukrainian
cv: Украинла

source: Unable to speak right now?
cv: Халь калаймастӑп

source: Upload aborted. Do you want to delete your recordings?
cv: Тиессине пӑрахӑҫланӑ. Санӑн ҫырса илнисене катертес-и?

source: Upload an image file
cv: Сӑнӳкерчӗк тиесе хӑпарт

source: Urdu
cv: Урдулла

source: User Name
cv: Ят

source: Uzbek
cv: Узбекла

source: Validated Hrs
cv: Тӗрӗсленӗ сехет

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
cv: «Common Voice»-шӑн сас тӗрӗслесси ҫырса илессипе пӗр тан пӗлтерӗшлӗ. Итлесе тӗрӗсле те уҫӑ ҫӑлкуҫлӑ сас пӗлӗм пахалӑхне ӳсӗмлет.

source: Validations
cv: Тӗрӗслев

source: Vietnamese
cv: Вьетнамла

source: Visible
cv: Кӑтартмалла

source: Voice is natural, voice is human. It’s the easiest and most natural way to communicate. We want developers to be able to build amazing things from real-time translators to voice-enabled administrative assistants. But right now there isn’t enough publicly available data to build these kinds of apps. We hope that Common Voice will give developers what they need to innovate.
cv: Сас натураллӑ, сас харпӑр. Вӑл ҫыхӑну ҫӑмӑл та пӗртен-пер средстви пулать. Эпир разработчиксем тӗлӗнмелле инструментсем тӑвассине, чӑн вӑхӑтри куҫӑруҫӑсенчен пуҫласа сас административлӑ пулӑшӑвҫӑсем таран, курасшӑн. Анчах та хале капла приложенисем тӑвас тӗлевпе кирлӗ чӳхлӗ ӳҫӑ даннӑйсем ҫуккӑ. Эпир Common Voice разработчиксене инновацисем валли веҫех мен кирлине парасса кӗтетпӗр.

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
cv: Сас — кулленхи пурнӑҫ тӗлӗнтермӗшӗ. Ҫавӑнпа машинсем валли сас технологине тума вӗҫӗмсӗр хавас. Ҫапах та сас системисене тӑвас тесен, шутсӑр нумай сас пӗлӗмӗ кирлӗ.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
cv: Сас натураллӑ, сас харпӑр. Ҫавӑнпа та эпир пирӗн машинсем валли аван чӗлхе технологине тума тӑрӑшатпӑр. Анчах та сас технологийӗсем тумашкӑн ҫырса илнӗ те тӗрӗсленӗ шутсӑр нумай сас кирлӗ.

source: Voice recognition technology could revolutionize the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is a project to make voice recognition technology easily accessible to everyone. People donate their voices to a massive database that will let anyone quickly and easily train voice-enabled apps. All voice data will be available to developers.
cv: Сасӑ уйӑрас технологи машинӑпа сирӗн ҫыхӑнассине ылмаштарӗ, анчах та хальхи уҫҫисем хупӑ е хаклӑ. Сommon Voice проект сасӑ уйӑрас технологине кашни ҫын валли уҫӑ тӑвас тӗлӗшпе тунӑ. Ҫынсем хӑйсен сассисене питӗ пысӑк даннӑйсен базине яраҫҫӗ, ҫак кашни ҫынна ҫӑмӑллӑн та хӑвӑрт хӑйсен программисене сасӑ уйӑрассине вӗрентме пулӑшӗ. Пӗтӗм сасӑ ҫырӑвӗсем разработчиксем валли уҫӑ пулӗҫ.

source: Voices Online Now
cv: Шӑпах халь тетелте пулакан сассем

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
cv: VoxForge транскрибла уҫӑ уйӑрас механизмӗсем чӗлхе усӑ курмаллӑх валли тӑвӑннӑ.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
cv: Эпир уҫӑ та кашни валли усӑ курма юрӑхлӑ сасӑ даннӑйӗсен пуххине кашни ҫын хайӗн программине вӗрентес тӗллевпе усӑ курма пултартӑр тесе тӑватпӑр.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
cv: Эпир Mozilla'ра чӗлхе технологисем тӑрӑх ушкӑн пухатпӑр. Эпир эсир ҫенӗ хыпарсене, ҫӗнӗ даннӑйсем источникӗсене пӗлсе тӑрассинче кӗлетпӗр, татах та нумайрах ҫак даннӑйсене эсир мӗнле усӑ курассине пӗлесшӗн.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
cv: Эпир пысӑк та пурин валли те уҫӑ сасӑ даннӑйӗсен пуххи машина-вӗрентес саса уйӑрасси технологинче инновацисемпе сывӑ коммерци конкуренцине стимулласине ӗненетпӗр. Ҫакӑ вӑл глбалла инициативӑ, эпир пӗтӗммине кунта хутшӑнма чӗнетпӗр. Пирӗн тӗллев - сасӑ технологисене пӗтӗм енлӗ усӑ курма юрӑхлӑ тата тӗнчери тӗрлӗрен сасӑсене уйӑрассине тӑвасси.

source: We don't have anything to validate in this language, help us fill the queue.
cv: Ку чӗлхере тӗрӗслемелли юлман, пире черете тултарма пулӑшсамччӗ.

source: Welsh
cv: Валлий

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
cv: Эпир сирӗн информаципе асӑрхануллӑ усӑ курма сӑмах паратпӑр. Ытларах пирӗн <privacyLink>харпӑрлӑх политикинче</privacyLink> пӗлме пулать.

source: We’re sorry, but your platform is not currently supported.
cv: Шел, санӑн платформа ҫинче пирӗн система хальлӗхе ӗҫлемест

source: We've just launched a new contribution experience
cv: Ҫӗнӗ интерфейс хатӗрлерӗмӗр

source: We want the audio quality to reflect the audio quality a speech-to-text engine will see in the wild. Thus, we want variety. This teaches the speech-to-text engine to handle various situations—background talking, car noise, fan noise—without errors.
cv: Сасӑ пахалӑхе пире чӑн пурнӑҫри пултӑр, ҫак сасса сасран текста куҫаракан механизм илтӗ. Ҫавӑнпа та пире терлӗ йышши кирлӗ. Ҫакӑ калаҫӑва урӑхлаттаракан механизма ҫын сассине тӗрлӗ сассем кушшинче - урӑх калаҫусем, машинсен , вентиляторсен сассисен хушшинче тӗрӗс ӑнланма пулӑшӗ.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
cv: Эпир сирӗнпе ҫывӑх вӑхӑтра ҫыхӑнӑпӑр, мӗнле Common Voice хушшине ҫӗнӗ чӗлхе хушассине кӑтартӑпӑр.

source: We will be in touch with more information as it becomes available.
cv: Информаци паллӑ пулнӑ май, сана ун пирки пӗлтерӗпӗр.

source: We will not make your email public.
cv: Эл. пуштуна пурне те уҫӑ тумастпӑр.

source: What is Common Voice?
cv: «Common Voice» - мӗн вӑл?

source: What is the level of quality needed for the audio in order to be used?
cv: Ҫыру валли менле сас пахалӑхӗ кирле?

source: What's Public?
cv: Пурне те уҫӑ тени мӗн вӑл?

source: Where does the source text come from?
cv: Ҫӑлкуҫ текст ӑҫтан килет?

source: Why a profile?
cv: Мӗн тума кирлӗ профиль?

source: Why does this matter?
cv: Мӗн тума кирлӗ ку?

source: Why do you need so many different speakers per language?
cv: Кашни чӗлхешӗн ҫав тери нумай йышлӑ тӗрлӗ калаҫакан мӗншӗн кирлӗ?

source: Why is 10,000 hours the goal for capturing audio?
cv: 10.000 сехет мӗншӗн кирлӗ?

source: Why is Common Voice part of the Mozilla mission?
cv: «Common Voice» Mozilla-н миссийӗн пайӗ пулнин сӑлтавӗ мӗнре?

source: Why is it important?
cv: Мӗншӗн кирлӗ ку?

source: Why is my language not included yet?
cv: Ман чӗлхе кунта мӗншӗн ҫук?

source: Why should I sign up for an account?
cv: Мӗншӗн регистрациленмелле?

source: Will speech-to-text, via Common Voice, ever become part of Firefox?
cv: «Common Voice» урлӑ пуплеве уяни Firefox-ӑн пайӗ пулӗ-и?

source: Yes
cv: Ҫапла

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
cv: Паллах, эл. пуштӑ килтер. Манӑн Common Voice Project аталанни пирки пӗлес килет.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
cv: Паллах, эл. пуштӑ килтер. Манӑн ку чӗлхе аталанни пирки пӗлес килет.

source: Yes, we definitely want your voice! Part of the aim of Common Voice is to gather as many different accents as possible, so that computers can better understand <bold>everyone</bold> when they speak.
cv: Паллах, санӑн сассу та кирлӗ! "Халӑх сассин" (Common Voice) тӗллевӗсен пӗри - тӗрлӗ-тӗрлӗ акцентсене пуҫтарасси. Ҫавна май компьютерсем <bold>пурне те</bold> ӑнланма вӗренӗҫ.

source: You
cv: Эсӗ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
cv: Эсир <size>{ $size } ГБ</size> уҫласа илесшӗн, малалла?

source: You can view our source sentences in <dataLink>this GitHub folder</dataLink>.
cv: <dataLink>Ку «GitHub» папкинче</dataLink> ҫырса илни предложенисене тупайатӑн.

source: You must allow microphone access.
cv: Санӑн микрофонпа усӑ курма ирӗк пар-ха.

source: Your download has started.
cv: «Common Voice» пӗлем пуххисем

source: Your Languages
cv: Чӗлхӳсем

source: Your username and email will not be associated with the published data.
cv: Ятупа эл. пушту уҫӑмлатнӑ пӗлемпе ҫыхӑнса тӑмӗ.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
cv: Common Voice-а кулленхи { $goalValue } ҫырса хума тӗллевӗн <goalPercentage></goalPercentage> ҫитертӗн!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
cv: Common Voice-а кулленхи { $goalValue } ҫирӗплетме тӗллевӗн <goalPercentage></goalPercentage> ҫитертӗн!

source: You've successfully signed up for contributing to { $language }. Thank you.
cv: Эсир ӑнӑҫлӑ регистрацилентӗр { $language } чӗлхи хушӑм валли. Тавтапуҫ.

source: en-US
cv: cv

source: en-US, en
cv: cv, en-US, en

source: Open File…
cv: Файл уҫма…

source: Translate this page
cv: Ку страница куҫар
